Repository: mozilla-l10n/mt-training-data
Catalog: hyw/hyw_pontoon.tmx
Source language: en_us
Languages: hyw

source: Contribute
hyw: Մասնակցիլ

source: Contribute to { $lang }
hyw: Աջակցիլ { $lang }ին

source: Get Involved
hyw: Մասնակցեցէ՛ք

source: Return to Languages
hyw: Վերադառց դէպի լեզուներ

source: Sign up for { $lang } updates:
hyw: Արձանագրուիլ { $lang }ին թարմացումներուն.

source: Submit
hyw: Հաստատել

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
hyw: Շնորհակալութիւն { $lang }ին նկատմամբ Ձեր հետաքրքրութեան եւ աջակցութեան համար։ Մենք կը փորձենք նախագիծին մէջ ներառնել բոլոր լեզուները, եւ ելեկտրոնային նամակներով կապ հաստատել բոլոր մասնակիցներուն հետ։ Եթէ կ՚ուզէք այս ծրագիրին աջակցիլ, ապա լրացուցէ՛ք Ձեր ենամակի հասցէն՝ վարի բաժինին մէջ։

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
hyw: Mozilla-ի մէջ կը ստեղծենք համայնք՝ ձայնային արհեստագիտութեան շուրջ։ Կ'ուզենք Ձեզ տեղեակ պահել թարմացումներուն եւ նոր տուեալներուն մասին. նաեւ կ'ուզենք տեղեկանալ, թէ Դուք ինչպէս կ'օգտագործէք այս տուեալները։

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
hyw: Կը խոստանանք խնամքով վերաբերիլ Ձեր տուեալներուն հետ։ Ծանօթացէ՛ք մեր <privacyLink>Անձնական տուալներու պաշտպանութեան քաղաքականութեան</privacyLink>:

source: We will be in touch with more information as it becomes available.
hyw: Նոր տեղեկութիւններ ունենալէ ետք, անմիջապէս Ձեզի հետ կապ կը հաստատենք։

source: You've successfully signed up for contributing to { $language }. Thank you.
hyw: Դուք յաջողութեամբ արձանագրուեցաք { $language }-ի նպաստելու համար: Շնորհակալութիւն։
